// ownCloud

"_bad_username_password_"               = "Nome utente o password errati";
"_cancelled_by_user"                    = "Trasferimento annullato";
"_error_folder_destiny_is_the_same_"    = "Non è possibile spostare la cartella dentro se stessi";
"_error_not_permission_"                = "Non si dispone dell'autorizzazione per completare l'operazione";
"_error_path_"                          = "Impossibile aprire questo file o cartella. Per favore, assicuratevi che esista";
"_file_upload_not_exitst_"              = "Il file che desideriamo caricare non esiste";
"_forbidden_characters_from_server_"    = "Il nome contiene uno o più caratteri non validi";
"_not_connected_internet_"              = "Errore di connessione al server";
"_not_possible_connect_to_server_"      = "Non è possibile connettersi al server in questo momento";
"_not_possible_create_folder_"          = "La cartella non può essere creata";
"_server_down_"                         = "Il server risulta irraggiungibile";
"_time_out_"                            = "Timeout, riprova";
"_unknow_response_server_"              = "Risposta imprevista dal server";
"_user_autentication_required_"         = "Autenticazione utente richiesta";
"_file_directory_locked_"               = "File o cartella bloccato";
"_ssl_certificate_untrusted_"           = "Il certificato per questo server non è valido";
"_internal_server_"                     = "Errore interno del server";

"_file_already_exists_"                 = "Impossibile completare l'operazione, esiste già un file con lo stesso nome";
"_file_folder_not_exists_"              = "Il file sorgente non è stato trovato nel percorso specificato";
"_folder_contents_nochanged_"           = "Il contenuto della cartella non è cambiato";
"_images_invalid_converted_"            = "L'immagine non è valida e non può essere convertita in una miniatura";
"_method_not_expected_"                 = "Metodo di richiesta non previsto";
"_reauthenticate_user_"                 = "Accesso scaduto, autentica nuovamente l'utente";
"_server_error_retry_"                  = "Errore del server, ripeti la richiesta";
"_too_many_files_"                      = "Troppi file sono coinvolti nell'operazione perchè sia completata con successo";
"_too_many_request_"                    = "Limite raggiunto - sono state inviate troppe richieste";
"_user_over_quota_"                     = "Quota di archiviazione raggiunta";

"_ssl_connection_error_"                = "Errore connessione SSL, riprova";
